Repository: nikparo/pacaur
Catalog: po/*.po
Languages: fi, nl, sl

source: --needed do not reinstall already up-to-date target(s)
fi: --needed älä uudelleenasenna ajan tasalla olevia kohteita
nl: --needed doel(en) die al up-to-date zijn niet herinstalleren
sl: --needed ne nameščaj ponovno že posodobljenih paket(ov)

source: --noconfirm do not prompt for any confirmation
fi: --noconfirm älä kysy varmistuksia
nl: --noconfirm niet om bevestiging vragen
sl: --noconfirm ne vprašaj za katerokoli ponovitev

source: --noedit do not prompt to edit files
fi: --noedit älä kysy haluatko muokata tiedostoja
nl: --noedit niet vragen om bestanden te bewerken
sl: --noedit ne ponujaj urejanja datotek

source: --rebuild always rebuild package(s)
fi: --rebuild uudelleenasenna paketit
nl: --rebuild pakket(ten) altijd opnieuw bouwen
sl: --rebuild vedno ponovno prevedi paket(e)

source: --silent silence output
fi: --silent hiljennä tulostus
nl: --silent uitvoer niet weergeven
sl: --silent utišaj izhod

source: you cannot perform this operation as root
fi: et voi tehdä tätä operaatiota root-käyttäjänä
nl: u kunt deze handeling niet als root uitvoeren
sl: te operacije ne morate izvesti kot root

source: ${colorW}editor${reset} variable unset
fi: ${colorW}editor${reset} muuttuja on asettamatta
nl: ${colorW}editor${reset}-variabele niet ingesteld
sl: ${colorW}editor${reset} spremenljivka ni nastavljena

source: ${colorW}$clonedir${reset} does not have write permission.
fi: ${colorW}$clonedir${reset} ei ole kirjoitusoikeutta.
nl: ${colorW}$clonedir${reset} heeft geen schrijfrechten.
sl: ${colorW}$clonedir${reset} nima dovoljenj za pisanje.

source: no targets specified (use -h for help)
fi: ei määriteltyjä kohteita (-h näyttää ohjeen)
nl: geen doelen gespecificeerd (gebruik -h voor hulp)
sl: ni ciljnih paketov (uporabi -h za pomoč)

source: target not found
fi: kohdetta ei löydy
nl: doel niet gevonden
sl: paket ni najden

source: Packages ${colorW}${aurpkgs[*]}${reset} not found in repositories, trying ${colorM}AUR${reset}...
fi: ${colorW}${aurpkgs[*]}${reset} ei löytynyt pakettivarastoista, yritetään ${colorM}AUR${reset}...
nl: Pakket(ten) ${colorW}${aurpkgs[*]}${reset} niet gevonden in de repositories, ${colorM}AUR${reset} proberen...
sl: Paketi ${colorW}${aurpkgs[*]}${reset} niso bili najdeni v repozitorijih, iščem v ${colorM}AUR${reset}...

source: Package ${colorW}${aurpkgs[*]}${reset} not found in repositories, trying ${colorM}AUR${reset}...
fi: ${colorW}${aurpkgs[*]}${reset} ei löytynyt pakettivarastoista, yritetään ${colorM}AUR${reset}...
nl: Pakket ${colorW}${aurpkgs[*]}${reset} niet gevonden in de repositories, ${colorM}AUR${reset} proberen...
sl: Paket ${colorW}${aurpkgs[*]}${reset} niso bili najdeni v repozitorijih, iščem v ${colorM}AUR${reset}...

source: no results found for $i
fi: ei tuloksia haulle $i
nl: geen resultaten gevonden voor $i

source: ${colorW}$i${reset} is a ${colorY}new orphan${reset} package
fi: ${colorW}$i${reset} on ${colorY}nyt orpo${reset} paketti
nl: ${colorW}$i${reset} is ${colorY}niet langer nodig${reset} voor een ander pakket

source: $2 [Y/n]
fi: $2 [K/e]
nl: $2 [J/n]

source: $2 [y/N]
fi: $2 [k/E]
nl: $2 [j/N]
