Repository: nikparo/pacaur
Catalog: po/*.po
Languages: fi, nl, sl

source: ${colorW}Starting AUR upgrade...${reset}
fi: ${colorW}Aloitetaan AUR päivitys...${reset}
nl: ${colorW}AUR-upgrade starten...${reset}
sl: ${colorW}Zagon AUR nadgradnje...${reset}

source: ${colorW}$i${reset} is ${colorY}not present${reset} in AUR -- skipping
fi: ${colorW}$i${reset} ${colorY}ei löydy${reset} AUR:sta -- ohitetaan
nl: ${colorW}$i${reset} is ${colorY}niet beschikbaar${reset} in de AUR -- overgeslagen
sl: ${colorW}$i${reset} ${colorY}ni na voljo${reset} v AUR -- izpuščam

source: latest
fi: viimeisin
nl: nieuwste
sl: najnovejše

source: ${checkaurpkgs[$i]} is in IgnorePkg/IgnoreGroup. Install anyway?
fi: ${checkaurpkgs[$i]} on IgnorePkg/IgnoreGroup:ssa. Asennetaanko se silti?
nl: ${checkaurpkgs[$i]} staat in IgnorePkg/IgnoreGroup. Toch installeren?
sl: ${checkaurpkgs[$i]} se nahaja v IgnorePkg/IgnoreGroup. Vseeno namesti?

source: ${colorW}${checkaurpkgs[$i]}${reset}: ignoring package upgrade
fi: ${colorW}${checkaurpkgs[$i]}${reset}: ohitetaan paketin päivitys
nl: ${colorW}${checkaurpkgs[$i]}${reset}: pakketupgrade genegeerd
sl: ${colorW}${checkaurpkgs[$i]}${reset}: izpuščam nadgradnjo paketa

source: ${colorW}${checkaurpkgs[$i]}${reset}: ignoring package upgrade (${colorR}${checkaurpkgsQver[$i]}${reset} => ${colorG}${checkaurpkgsAver[$i]}${reset})
fi: ${colorW}${checkaurpkgs[$i]}${reset}: ohitetaan paketin päivitys (${colorR}${checkaurpkgsQver[$i]}${reset} => ${colorG}${checkaurpkgsAver[$i]}${reset})
nl: ${colorW}${checkaurpkgs[$i]}${reset}: pakketupgrade genegeerd (${colorR}${checkaurpkgsQver[$i]}${reset} => ${colorG}${checkaurpkgsAver[$i]}${reset})
sl: ${colorW}${checkaurpkgs[$i]}${reset}: izpuščam nadgradnjo paketa (${colorR}${checkaurpkgsQver[$i]}${reset} => ${colorG}${checkaurpkgsAver[$i]}${reset})

source: resolving dependencies...
fi: selvitetään riippuvuuksia...
nl: afhankelijkheden oplossen...
sl: razrešujem odvisnosti...

source: unresolvable package conflicts detected
fi: selvittämättömiä pakettiristiriitoja havaittu
nl: onoplosbare conflicten tussen pakketten gedetecteerd
sl: zaznani nerazrešljivi konflikti paketov

source: failed to prepare transaction (conflicting dependencies: $i)
sl: ni bilo mogoče pripraviti transakcije (nasprotujoče odvisnosti: $i)

source: dependency cycle detected
fi: kehäriippuvuus havaittu
sl: zaznana krožna odvisnost

source: no results found for ${errdepsnover[$i]}
sl: ni rezultatov za ${errdepsnover[$i]}

source: no results found for ${errdeps[$i]} (dependency tree: ${errdepslist[*]})
sl: ni rezultatov za ${errdeps[$i]} (drevo odvisnosti: ${errdepslist[*]})

source: dependency cycle detected (${depspkgsaur[*]})
nl: afhankelijkheidscyclus gedetecteerd (${depspkgsaur[*]})
sl: zaznana krožna odvisnost (${depspkgsaur[*]})

source: ${colorW}$i${reset}: ignoring package upgrade
fi: ${colorW}$i${reset}: ohitetaan paketin päivitys
nl: ${colorW}$i${reset}: pakketupgrade genegeerd
sl: ${colorW}$i${reset}: izpuščam nadgradnjo paketa

source: Unresolved dependency '${colorW}$i${reset}'
fi: Selvittämätön riippuvuus '${colorW}$i${reset}'
nl: Onopgeloste afhankelijkheid '${colorW}$i${reset}'
sl: Nerazrešena odvisnost '${colorW}$i${reset}'

source: $i dependency is in IgnorePkg/IgnoreGroup. Install anyway?
fi: $i riippuvuus on IgnorePkg/IgnoreGroup:ssa. Asennetaanko se silti?
nl: de afhankelijkheid $i staat in IgnorePkg/IgnoreGroup. Toch installeren?
sl: $i odvisnost je v IgnorePkg/IgnoreGroup. Namesti vseeno?

source: ${colorW}There are ${#providers[@]} providers available for ${providersdeps[$i]}:${reset}
fi: ${colorW} ${#providers[@]} tarjoajaa löytyi paketille ${providersdeps[$i]}:${reset}
nl: ${colorW}Er zijn ${#providers[@]} aanbieders voor ${providersdeps[$i]}:${reset}
sl: ${colorW}Obstaja ${#providers[@]} ponudnikov za ${providersdeps[$i]}:${reset}

source: Enter a number (default=0):
fi: Syötä numero (oletus=0):
nl: Voer een nummer in (standaard=0):
sl: Vnesi število (privzeto=0):

source: invalid value: $nb is not between 0 and $providersnb
fi: virheellinen arvo: $nb ei ole arvojen 0 ja $providersnb välissä
nl: ongeldige waarde: $nb valt niet tussen 0 en $providersnb
sl: napačna vrednost: $nb ni med 0 in $providersnb

source: invalid number: $nb
fi: virheellinen numero: $nb
nl: ongeldig getal: $nb
sl: napačno število: $nb

source: looking for inter-conflicts...
fi: Etsitään sisäisiä konflikteja...
nl: conflicten zoeken...
sl: iskanje medsebojnih konfliktov...

source: $j and $k are in conflict ($i). Remove $k?
fi: $j ja $k ovat ristiriidassa ($i). Poistetaanko $k?
nl: $j en $k zijn in conflict ($i). $k verwijderen?
sl: $j in $k sta konfliktna ($i). Odstrani $k?

source: failed to prepare transaction (conflicting dependencies)
fi: tehtävän valmistelu epäonnistui (ristiriitaisia riippuvuuksia)
nl: transactie voorbereiden mislukt (conflict tussen afhankelijkheden)
sl: ni bilo mogoče pripraviti transakcije (nasprotujoče odvisnosti)

source: $j and $k are in conflict (required by ${Qrequires[*]})
sl: $j in $k sta v konfliktu (zahtevan od ${Qrequires[*]})

source: $j and $k are in conflict
fi: $j ja $k ovat ristiriidassa
nl: $j en $k zijn in conflict
sl: $j in $k sta v konfliktu

source: ${colorW}${depsAname[$i]}${reset} latest revision -- fetching
fi: ${colorW}${depsAname[$i]}${reset} viimeisin versio -- noudetaan
nl: ${colorW}${depsAname[$i]}${reset} laatste revisie -- ophalen
sl: ${colorW}${depsAname[$i]}${reset} najnovejša različica -- pridobivam

source: ${colorW}${depsAname[$i]}-${depsQver[$i]}${reset} is up to date -- reinstalling
fi: ${colorW}${depsAname[$i]}-${depsQver[$i]}${reset} on ajan tasalla -- uudelleenasennetaan
nl: ${colorW}${depsAname[$i]}-${depsQver[$i]}${reset} is up-to-date -- herinstalleren
sl: ${colorW}${depsAname[$i]}-${depsQver[$i]}${reset} je že posodobljen -- ponovno nameščam

source: ${colorW}${depsAname[$i]}-${depsQver[$i]}${reset} is up to date -- skipping
fi: ${colorW}${depsAname[$i]}-${depsQver[$i]}${reset} on ajan tasalla -- ohitetaan
nl: ${colorW}${depsAname[$i]}-${depsQver[$i]}${reset} is up-to-date -- overgeslagen
sl: ${colorW}${depsAname[$i]}-${depsQver[$i]}${reset} je že posodobljen -- izpuščam

source: ${colorW}${depsAname[$i]}-${depsAver[$i]}${reset} has been flagged ${colorR}out of date${reset} on ${colorY}$(date -d "@${depsAood[$i]}" "+%c")${reset}
fi: ${colorW}${depsAname[$i]}-${depsAver[$i]}${reset} on merkitty ${colorR}vanhentuneeksi${reset} ${colorY}$(date -d "@${depsAood[$i]}" "+%c")${reset}
nl: ${colorW}${depsAname[$i]}-${depsAver[$i]}${reset} is als ${colorR}verouderd${reset} gemarkeerd op ${colorY}$(date -d "@${depsAood[$i]}" "+%c")${reset}
sl: ${colorW}${depsAname[$i]}-${depsAver[$i]}${reset} je bil označen kot ${colorR}zastarel${reset} na ${colorY}$(date -d "@${depsAood[$i]}" "+%c")${reset}

source: ${colorW}${depsAname[$i]}-${depsAver[$i]}${reset} is ${colorR}orphaned${reset} in AUR
fi: ${colorW}${depsAname[$i]}-${depsQver[$i]}${reset} on ${colorR}orpo paketti${reset} AUR:ssa
nl: ${colorW}${depsAname[$i]}-${depsQver[$i]}${reset} is ${colorR}verweesd${reset} in de AUR
sl: ${colorW}${depsAname[$i]}-${depsAver[$i]}${reset} je ${colorR}sirota${reset} v AUR

source: (cached)
fi: (välimuistissa)
nl: (gecached)
sl: (predpomnjen)

source: AUR Packages (${#deps[@]})
fi: AUR-paketit (${#deps[@]})
nl: AUR-pakketten (${#deps[@]})
sl: Paketi AUR (${#deps[@]})

source: Repo Packages (${#repodepspkgs[@]})
fi: Repo-Paketit (${#repodepspkgs[@]})
nl: Repo-pakketten (${#repodepspkgs[@]})
sl: Paketi repozitorija (${#repodepspkgs[@]})

source: Old Version
fi: Vanha versio
nl: Oude Versie
sl: Stara različica

source: New Version
fi: Uusi versio
nl: Nieuwe Versie
sl: Nova različica

source: Download Size
fi: Latauksen koko
nl: Downloadgrootte
sl: Velikost prenosa

source: Repo Download Size:
fi: Latausten koko:
nl: Downloadgrootte Repo:
sl: Velikost prenosa z repozitorija

source: Repo Installed Size:
fi: Asennettujen pakettien viemä tila:
nl: Geïnstalleerde Grootte Repo:
sl: Velikost namestitve z repozitorija

source: installation
fi: asennus
nl: installatie
sl: namestitev

source: download
fi: lataus
nl: downloaden
sl: prenos

source: Proceed with $action?
fi: Jatketaanko $action toimenpidettä?
nl: Doorgaan met $action?
sl: Nadaljujem z $action?

source: ${colorW}Retrieving package(s)...${reset}
fi: ${colorW}Noudetaan paketteja...${reset}
nl: ${colorW}Pakket(ten) ophalen...${reset}
sl: ${colorW}Prenašam paket(e)...${reset}

source: no results found
fi: ei hakutuloksia
nl: geen resultaten gevonden
sl: ni zadetkov

source: View $i build files diff?
fi: Näytetäänkö $i asennustiedostojen diff?
nl: Verschil in build-bestanden van $i bekijken?
sl: Prikaži datoteko build $i?

source: ${colorW}$i${reset} build files diff viewed
fi: ${colorW}$i${reset} asennustiedostojen diff katsottu
nl: Verschil in build-bestanden van ${colorW}$i${reset} bekeken
sl: Razlike v build datotekah ${colorW}$i${reset} ogledane

source: ${colorW}$i${reset} build files are up-to-date -- skipping
fi: ${colorW}$i${reset} asennustiedostot ovat ajan tasalla -- ohitetaan
nl: Build-bestanden voor ${colorW}$i${reset} zijn up-to-date -- overgeslagen
sl: ${colorW}$i${reset} build datoteke so posodobljene -- izpuščam

source: View $i PKGBUILD?
fi: Avataanko $i PKGBUILD?
nl: PKGBUILD van $i bekijken?
sl: Prikaži $i PKGBUILD?

source: ${colorW}$i${reset} PKGBUILD viewed
fi: ${colorW}$i${reset} PKGBUILD näytetty
nl: PKGBUILD van ${colorW}$i${reset} bekeken
sl: ${colorW}$i${reset} PKGBUILD ogledan

source: Could not open ${colorW}$i${reset} PKGBUILD
fi: ${colorW}$i${reset}: PKGBUILD:n avaus epäonnistui
nl: Kon de PKGBUILD van ${colorW}$i${reset} niet openen
sl: Ni bilo mogoče odpreti ${colorW}$i${reset} PKGBUILD

source: View $j script?
fi: Avataanko $j skripti?
nl: Script van $j bekijken?
sl: Prikaži $j skripto?

source: ${colorW}$j${reset} script viewed
fi: ${colorW}$j${reset} skripti näytetty
nl: Script van ${colorW}$j${reset} bekeken.
sl: ${colorW}$j${reset} skripta ogledana

source: Could not open ${colorW}$j${reset} script
fi: Skriptin ${colorW}$j${reset} avaaminen epäonnistui
nl: Kon het script van ${colorW}$j${reset} niet openen
sl: Ni bilo mogoče odpreti skripte ${colorW}$j${reset}

source: ${colorW}$i${reset} errored on exit
fi: ${colorW}$i${reset} kohtasi virheen lopettaessa
nl: ${colorW}$i${reset} gaf een fout aan bij het afsluiten
sl: ${colorW}$i${reset} je prikazal napako ob izhodu

source: Checking ${colorW}${pkgsdeps[$i]}${reset} integrity...
fi: Tarkistetaan paketin ${colorW}${pkgsdeps[$i]}${reset} eheyttä...
nl: Integriteit van ${colorW}${pkgsdeps[$i]}${reset} controleren...
sl: Preverjam integriteto ${colorW}${pkgsdeps[$i]}${reset}...

source: failed to verify ${colorW}$i${reset} integrity
fi: ${colorW}$i${reset} eheystarkistus epäonnistui
nl: kon de integriteit van ${colorW}$i${reset} niet verifiëren
sl: ni bilo mogoče zagotoviti integritete ${colorW}$i${reset}

source: pacaur.build.lck exists in $tmpdir
fi: pacaur.build.lck löytyy kansiosta $tmpdir
nl: pacaur.build.lck bestaat in $tmpdir
sl: pacaur.build.lck obstaja v $tmpdir

source: Installing ${colorW}${repoprovidersconflictingpkgs[@]}${reset} dependencies...
fi: Asennetaan ${colorW}${repoprovidersconflictingpkgs[@]}${reset} riippuvuuksia...
nl: Afhankelijkheden installeren voor ${colorW}${repoprovidersconflictingpkgs[@]}${reset}...
sl: Nameščam odvisnosti ${colorW}${repoprovidersconflictingpkgs[@]}${reset}...

source: ${colorW}$j${reset} is up-to-date -- skipping
fi: ${colorW}$j${reset} on ajan tasalla -- ohitetaan
nl: ${colorW}$j${reset} is up-to-date -- overgeslagen
sl: ${colorW}$j${reset} je posodobljen -- izpuščam

source: Installing ${colorW}$j${reset} cached package...
fi: Asennetaan pakettia ${colorW}$j${reset} välimuistista...
nl: ${colorW}$j${reset} installeren vanuit de cache...
sl: Nameščam predpomnjen paket ${colorW}$j${reset}...

source: Package ${colorW}$j${reset} already available in cache
fi: Paketti ${colorW}$j${reset} löytyy jo välimuistista
nl: Pakket ${colorW}$j${reset} is al beschikbaar in de cache
sl: Paket ${colorW}$j${reset} je že v predpomnilniku

source: Building ${colorW}${pkgsdeps[$i]}${reset} package(s)...
fi: Käännetään ${colorW}${pkgsdeps[$i]}${reset}...
nl: ${colorW}${pkgsdeps[$i]}${reset} pakket(ten) bouwen...
sl: Prevajam paket(e) ${colorW}${pkgsdeps[$i]}${reset}...

source: Installing ${colorW}${pkgsdeps[$i]}${reset} package(s)...
fi: Asennetaan ${colorW}${pkgsdeps[$i]}${reset}...
nl: ${colorW}${pkgsdeps[$i]}${reset} pakket(ten) installeren...
sl: Nameščam paket(e) ${colorW}${pkgsdeps[$i]}${reset}...

source: ${colorW}${pkgsdeps[$i]}${reset} package(s) failed to install. Check .SRCINFO for mismatching data with PKGBUILD.
fi: ${colorW}${pkgsdeps[$i]}${reset} pakettien asennus epäonnistui. Tarkista .SRCINFO nähdäksesi PKGBUILD kanssa virheellisen datan.
nl: Kon ${colorW}${pkgsdeps[$i]}${reset} pakket(ten) niet installeren. Controleer .SRCINFO op verschillen met PKGBUILD.
sl: Paket(i) ${colorW}${pkgsdeps[$i]}${reset} niso bili uspešno nameščeni. Oglej si .SRCINFO za neujemanje podatkov z PKGBUILD

source: Removing installed AUR dependencies...
fi: Poistetaan asennettuja AUR riippuvuuksia...
nl: Geïnstalleerde AUR-afhankelijkheden verwijderen...
sl: Odstranjujem nameščene odvisnosti AUR...

source: ${colorW}$i${reset} is now an ${colorY}orphan${reset} package
sl: ${colorW}$i${reset} je zdaj ${colorY}sirotni${reset} paket

source: ${colorW}$i${reset} is now an ${colorY}optional${reset} package
sl: ${colorW}$i${reset} je zdaj ${colorY}izbirni${reset} paket

source: failed to build ${colorW}$i${reset} package(s)
fi: Pakettien ${colorW}$i${reset} käännös epäonnistui
nl: kon ${colorW}$i${reset} pakket(ten) niet bouwen
sl: ni bilo mogoče prevesti paket(ov) ${colorW}$i${reset}

source: Repository
fi: Pakettivarasto
sl: Repozitorij

source: Name
fi: Nimi
nl: Titel
sl: Ime

source: Version
fi: Versio
nl: Versie
sl: Različica

source: Description
fi: Kuvaus
nl: Omschrijving
sl: Opis

source: AUR Page
fi: AUR sivu
nl: AUR-pagina
sl: Stran AUR

source: Licenses
fi: Lisenssit
nl: Licenties
sl: Licence

source: Keywords
fi: Avainsanat
nl: Trefwoorden
sl: Ključne besede

source: Provides
fi: Tarjoaa
nl: Biedt aan
sl: Priskrbi

source: Depends on
fi: Riippuu
nl: Hangt af van
sl: Odvisen od

source: Make Deps
fi: Käännösriippuvuudet
nl: Bouwafhankelijkheden
sl: Zahteve izgradnje

source: Optional Deps
fi: Valinnaiset riippuvuudet
nl: Optionele afhankelijkheden
sl: Izbirne zahteve

source: Conflicts With
fi: Ristiriidassa
nl: Conflicteert met
sl: V konfliktu z

source: Replaces
fi: Korvaa
nl: Vervangt
sl: Zamenja

source: Maintainer
fi: Ylläpitäjä
nl: Beheerder
sl: Vzdrževalec

source: Popularity
fi: Suosio
nl: Populariteit
sl: Priljubljenost

source: Votes
fi: Äänet
nl: Stemmen
sl: Glasov

source: Out of Date
fi: Vanhentunut
nl: Verouderd
sl: Zastarel

source: Submitted
fi: Lähetetty
nl: Ingediend
sl: Objavljen

source: Last Modified
fi: Muokattu
nl: Laatst aangepast
sl: Nazadnje spremenjen

source: installed
fi: asennettu
nl: geïnstalleerd
sl: Nameščen

source: None
fi: Ei mitään
nl: Geen
sl: Nobenih

source: No
fi: Ei
nl: Nee
sl: Ne

source: Yes
fi: Kyllä
nl: Ja
sl: Da

source: [ ignored ]
fi: [ ohitettu ]
nl: [ genegeerd ]
sl: [ izpuščen ]

source: Sources to keep:
fi: Pidettävät lähdekoodit:
nl: Te behouden bronnen:
sl: Obdržani viri:

source: All development packages sources
fi: Kaikki kehityspakettien lähdekoodit
nl: Alle bronnen van ontwikkelpakketten
sl: Viri vseh razvojnih paketov

source: AUR source cache directory:
fi: AUR-lähdevälimuistin kansio:
nl: AUR-broncachemap:
sl: direktorij predpomnilnika izvorne kode AUR:

source: Do you want to remove all non development files from AUR source cache?
fi: Haluatko poistaa kaikki ei-kehitystiedostot AUR-lähdevälimuistista?
nl: Wilt u alle niet-ontwikkelbestanden uit de AUR-broncache verwijderen?
sl: Želite odstraniti vse ne-razvojne datoteke iz predpomnilnika izvorne kode AUR?

source: removing non development files from source cache...
fi: Poistetaan ei-kehitystiedoja lähdevälimuistista...
nl: alle niet-ontwikkelbestanden uit de broncache verwijderen...
sl: odstranjujem ne-razvojne datoteke iz predpomnilnika izvorne kode...

source: Do you want to remove ALL files from AUR source cache?
fi: Haluatko varmasti poistaa KAIKKI tiedostot AUR-lähdevälimuistista?
nl: Wilt u ALLE bestanden uit de AUR-broncache verwijderen?
sl: Želite odstraniti VSE datoteke iz predpomnilnika izvorne kode AUR?

source: removing all files from AUR source cache...
fi: poistetaan tiedostoja AUR-lähdevälimuistista...
nl: alle bestanden uit de AUR-broncache verwijderen...
sl: odstranjujem vse datoteke iz predpomnilnika izvorne kode AUR

source: Clones to keep:
fi: Pidettävät kloonit:
nl: Te behouden klonen:
sl: Dvojniki ki jih želite obdržati:

source: All packages clones
fi: Kaikkien pakettien kloonit
nl: Alle klonen van ontwikkelpakketten
sl: Dvojniki vseh paketov

source: AUR clone directory:
fi: AUR kloonauskansio:
nl: AUR-kloonmap:
sl: direktorij AUR kopij

source: Do you want to remove all uninstalled clones from AUR clone directory?
fi: Haluatko poistaa kaikki poistetut kloonit AUR kloonikansiosta?
nl: Wilt u alle ongeïnstalleerde klonen uit de AUR-kloonmap verwijderen?
sl: Želite odstraniti vse izbrisane kopije iz direktorija AUR kopij?

source: removing uninstalled clones from AUR clone cache...
fi: poistetaan poistettuja klooneja AUR kloonivälimuistista
nl: ongeïnstalleerde klonen uit de AUR-klooncache verwijderen...
sl: odstranjujem izbrisane kopije iz direktorija AUR kopij...

source: Do you want to remove all untracked files from AUR clone directory?
fi: Haluatko poistaa kaikki seuraamattomat tiedostot AUR kloonikansiosta?
nl: Wilt u alle ongevolgde bestanden uit de AUR-cache verwijderen?
sl: Želite izbrisati vse nesledene datoteke iz direktorija AUR kopij?

source: removing untracked files from AUR clone cache...
fi: poistetaan seuraamattomia tiedostoja AUR kloonivälimuistista...
nl: ongevolgde bestanden uit de AUR-klooncache verwijderen...
sl: odstranjujem nesledene datoteke iz direktorija AUR kopij?

source: Do you want to remove ALL clones from AUR clone directory?
fi: Haluatko poistaa KAIKKI tiedostot AUR kloonikansiosta?
nl: Wilt u ALLE klonen uit de AUR-kloonmap verwijderen?
sl: Želite odstraniti VSE kopije iz direktorija AUR kopij?

source: removing all clones from AUR clone cache...
fi: tiedostoja poistetaan AUR kloonivälimuistista...
nl: alle klonen uit de AUR-klooncache verwijderen...
sl: odstranjujem vse kopije iz direktorija AUR kopij...

source: Failed to parse JSON
fi: JSONin lukeminen epäonnistui
nl: Kon JSON niet parsen
sl: Ni bilo mogoče razčleniti JSON-a

source: failed to prepare transaction (could not satisfy dependencies)
fi: toimenpiteen valmistelu epäonnistui (riippuvuuksia ei saatu täytettyä)
nl: Voorbereiden van transactie mislukt (kon niet alle afhankelijkheden oplossen)
sl: ni bilo mogoče pripraviti transakcije (ni bilo mogoče zadovoljiti odvisnosti)

source: ${Qrequires[@]}: requires $@
fi: ${Qrequires[@]}: vaatii $@
nl: ${Qrequires[@]}: vereist $@
sl: ${Qrequires[@]}: potrebuje $@

source: there is nothing to do
fi: ei mitään tehtävää
nl: er is niets om te doen
sl: ni novih posodobitev

source: usage: pacaur <operation> [options] [target(s)] -- See also pacaur(8)
fi: Käyttö: pacaur <operaatio> [valinnat] [kohteet] -- Katso myös pacaur(8)
nl: gebruik: pacaur <handeling> [opties] [doel(en)] -- Zie ook pacaur(8)
sl: uporaba: pacaur <operacija> [možnosti] [tarče] -- Glej tudi pacaur(8)

source: operations:
fi: operaatiot:
nl: handelingen:
sl: operacije:

source: pacman extension
fi: pacman komennot
nl: pacman-extensie
sl: razširitev pacman-a

source: extend pacman operations to the AUR
fi: käytä pacman komentoja myös AUR:ssa
nl: pacman-handelingen uitbreiden naar de AUR
sl: razširi pacman operacije za AUR

source: AUR specific
fi: AUR komennot
nl: AUR-specifiek
sl: specifično za AUR

source: -s, --search search AUR for matching strings
fi: -s, --search hae merkkijonoa AUR:sta
nl: -s, --search in AUR naar overeenkomende strings zoeken
sl: -s, --search poišči ujemanje nizov v AUR

source: -i, --info view package information
fi: -i, --info Näytä paketin tiedot
nl: -i, --info pakketinfomatie bekijken
sl: -i, --info preglej informacije paketa

source: -d, --download download target(s) -- pass twice to download AUR dependencies
fi: -d, --download lataa kohteet -- anna kahdesti ladataksesi AUR riippuvuudet
nl: -d, --download doel(en) downloaden -- gebruik twee keer om AUR-afhankelijkheden te downloaden
sl: -d, --download prenesi tarčo -- podajte dvakrat, da prenesete odvisnosti z AUR

source: -m, --makepkg download and make target(s)
fi: -m, --makepkg lataa ja käännä kohteet
nl: -m, --makepkg download en bouw doel(en)
sl: -m, --makepkg prenesi in prevedi tarče

source: -y, --sync download, make and install target(s)
fi: -y, --sync lataa, käännä ja asenna kohteet
nl: -y, --sync download, bouw en installeer doel(en)
sl: -y, --sync prenesi, prevedi in namesti tarče

source: -u, --update update AUR package(s)
fi: -u, --update päivitä AUR paketit
nl: -u, --update AUR-pakket(ten) updaten
sl: -u, --update posodobi AUR paket(e)

source: -k, --check check for AUR update(s)
fi: -k, --check tarkista AUR päivitykset
nl: -k, --check naar AUR-update(s) zoeken
sl: -k, --check poišči posodobitve v AUR

source: general
fi: yleiset
nl: algemeen
sl: splošno

source: -v, --version display version information
fi: -v, --version näytä versiotiedot
nl: -v, --version toon versie-informatie
sl: -v, --version prikaži podatke o različici

source: -h, --help display help information
fi: -h, --help näytä ohje
nl: -h, --help toon help-informatie
sl: -h, --help prikaži pomoč

source: options:
fi: valinnat:
nl: opties:
sl: možnosti:

source: pacman extension - can be used with the -S, -Ss, -Si, -Sw, -Su, -Sc operations
fi: pacman komennot - voidaan käyttää -S, -Ss, -Si, -Sw, -Su, -Sc operatioden kanssa
nl: paman-extensie - kan worden gebruikt met de handelingen -S, -Ss, -Si, -Sw, -Su, -Sc
sl: razširitev pacman - uporabimo lahko operacije -S, -Ss, -Si, -Sw, -Su, -Sc

source: -a, --aur only search, build or install target(s) from the AUR
fi: -a, --aur etsi, käännä ja asenna kohteita vain AUR:sta
nl: -a, --aur alleen doel(en) uit de AUR zoeken, bouwen of installeren
sl: -a, --aur išči, prevedi ali namesti le tarče iz AUR

source: -r, --repo only search, build or install target(s) from the repositories
fi: -r, --repo etsi, käännä ja asenna kohteita vain pakettivarastoista
nl: -r, --repo alleen doel(en) uit de repositories zoeken, bouwen of installeren
sl: -a, --aur išči, prevedi ali namesti le tarče iz repozitorijev

source: -e, --edit edit target(s) PKGBUILD and view install script
fi: -e, --edit muokkaa kohteen PKGBUILDia ja katso asennusskriptiä
nl: -e, --edit PKGBUILD van doel(en) bewerken en het installatiescript bekijken
sl: -e, --edit uredi ciljne PKGBUILD datoteke in prikaži namestitveno skripto

source: -q, --quiet show less information for query and search
fi: -q, --quiet näytä vähemmän tietoja kyselylle ja haulle
nl: -q, --quiet laat minder informatie zien bij opvraag- en zoekopdrachten
sl: -q, --quiet prikaži manj podatkov za poizvedbo in iskanje

source: --devel consider AUR development packages upgrade
fi: --devel ota huomioon AUR kehityspakettien päivitykset
nl: --devel AUR-ontwikkelpakketten als upgrade overwegen
sl: --devel preveri za nadgradnje razvojnih paketov AUR

source: --foreign consider already installed foreign dependencies
fi: --foreign ota huomioon jo asennetut ulkoiset riippuvuudet
nl: --foreign reeds geïnstalleerde vreemde afhankelijkheiden overwegen
sl: --foreign preveri že nameščene tuje odvisnosti

source: --ignore ignore a package upgrade (can be used more than once)
fi: --ignore ohittaa paketin päivityksen (voi käyttää monesti)
nl: --ignore een pakketupgrade negeren (kan meer dan eens gebruikt worden)
sl: --ignore izpusti nadgradnjo paketa (lahko uporabite več kot enkrat)
